{
    "attemptfirst": "ការប៉ុនប៉ងដំបូង",
    "attemptlast": "ការប៉ុនប៉ងចុងក្រោយ",
    "attemptnumber": "ការប៉ុនប៉ង",
    "attemptquiznow": "ព្យាយាមឆ្លើយសំណួរឥឡូវនេះ",
    "attemptstate": "រដ្ឋ",
    "cannotsubmitquizdueto": "ការឆ្លើយសំណួរនេះមិនអាចត្រូវបានដាក់ដោយហេតុផលដូចខាងក្រោមៈ",
    "comment": "វិចារ",
    "completedon": "បានបញ្ចប់នៅលើ",
    "confirmclose": "នៅពេលអ្នកដាក់ស្នើអ្នកនឹងមិនអាចផ្លាស់ប្តូរចម្លើយរបស់អ្នកសម្រាប់ការប៉ុនប៉ងនេះបានទេ។",
    "confirmcontinueoffline": "ការប៉ុនប៉ងនេះមិនត្រូវបានធ្វើសមកាលកម្មចាប់តាំងពី {{$a}} ទេ។ ប្រសិនបើអ្នកបានបន្តការប៉ុនប៉ងនេះនៅក្នុងឧបករណ៍ផ្សេងទៀតចាប់តាំងពីពេលនោះមកអ្នកអាចបាត់បង់ទិន្នន័យ។",
    "confirmleavequizonerror": "មានកំហុសកើតឡើងពេលរក្សាទុកចម្លើយ។ តើអ្នកពិតជាចង់ចាកចេញពីកម្រងសំណួរមែនទេ?",
    "confirmstart": "កម្រងសំណួរមានកំណត់ពេលវេលា {{$a}} ។ ពេលវេលានឹងរាប់ចាប់ពីពេលដែលអ្នកចាប់ផ្តើមការប៉ុនប៉ងរបស់អ្នកហើយអ្នកត្រូវតែបញ្ជូនមុនពេលវាផុតកំណត់។ តើអ្នកប្រាកដថាអ្នកចង់ចាប់ផ្តើមឥឡូវនេះទេ?",
    "confirmstartheader": "កម្រងសំណួរទាន់ពេលវេលា",
    "connectionerror": "បណ្តាញបានបាត់បង់។ (ការរក្សាទុកស្វ័យប្រវត្តិបានបរាជ័យ) ។ \n \n កត់ចំណាំចម្លើយណាមួយដែលបានបញ្ចូលនៅលើទំព័រនេះក្នុងរយៈពេលប៉ុន្មាននាទីចុងក្រោយបន្ទាប់មកព្យាយាមភ្ជាប់ឡើងវិញ។ \n \n នៅពេលមានការតភ្ជាប់ឡើងវិញការឆ្លើយតបរបស់អ្នកគួរតែត្រូវបានរក្សាទុកហើយសារនេះ នឹងបាត់។",
    "continueattemptquiz": "បន្តការប៉ុនប៉ងចុងក្រោយ",
    "continuepreview": "បន្តការមើលចុងក្រោយ",
    "errorbehaviournotsupported": "កម្រងសំណួរនេះមិនអាចត្រូវបានព្យាយាមនៅក្នុងកម្មវិធីទេពីព្រោះឥរិយាបថសំណួរមិនត្រូវបានគាំទ្រដោយកម្មវិធី៖",
    "errordownloading": "កំហុសក្នុងការទាញយកទិន្នន័យដែលត្រូវការ។",
    "errorgetattempt": "មានកំហុសក្នុងការទទួលទិន្នន័យប៉ុនប៉ង។",
    "errorgetquestions": "កំហុសក្នុងការទទួលសំណួរ។",
    "errorgetquiz": "មានកំហុសក្នុងការទទួលទិន្នន័យសំណួរ។",
    "errorparsequestions": "មានកំហុសកើតឡើងពេលអានសំនួរ។ សូមព្យាយាមសួរសំណួរនេះនៅក្នុងកម្មវិធីអ៊ីនធឺណិត។",
    "errorquestionsnotsupported": "កម្រងសំណួរនេះមិនអាចត្រូវបានព្យាយាមនៅក្នុងកម្មវិធីទេពីព្រោះវាមានសំណួរដែលមិនគាំទ្រដោយកម្មវិធី៖",
    "errorrulesnotsupported": "កម្រងសំណួរនេះមិនអាចត្រូវបានព្យាយាមនៅក្នុងកម្មវិធីទេពីព្រោះវាមានច្បាប់ចូលដំណើរការដែលមិនត្រូវបានគាំទ្រដោយកម្មវិធី៖",
    "errorsaveattempt": "កំហុសមួយបានកើតឡើងខណៈពេលរក្សាទុកទិន្នន័យប៉ុនប៉ង។",
    "feedback": "មតិប្រតិកម្ម",
    "finishattemptdots": "បញ្ចប់ការប៉ុនប៉ង ...",
    "finishnotsynced": "បានបញ្ចប់ប៉ុន្តែមិនបានធ្វើសមកាលកម្មទេ",
    "grade": "ថ្នាក់",
    "gradeaverage": "ថ្នាក់មធ្យម",
    "gradehighest": "ថ្នាក់ខ្ពស់បំផុត",
    "grademethod": "វិធីសាស្ត្រដាក់ពិន្ទុ",
    "gradesofar": "{{$a.method}}: {{$a.mygrade}} / {{$a.quizgrade}}.",
    "marks": "សញ្ញាសម្គាល់",
    "mustbesubmittedby": "ការប៉ុនប៉ងនេះត្រូវតែដាក់ជូន {{$a}}.",
    "noquestions": "មិនទាន់មានសំណួរត្រូវបានបន្ថែមនៅឡើយទេ",
    "noreviewattempt": "អ្នកមិនត្រូវបានអនុញ្ញាតឱ្យពិនិត្យឡើងវិញនូវការប៉ុនប៉ងនេះទេ។",
    "notyetgraded": "មិនទាន់មានចំណាត់ថ្នាក់",
    "opentoc": "បើកផ្ទាំងរុករក",
    "outof": "{{$a.grade}} ចេញ​ពី {{$a.maxgrade}}",
    "outofpercent": "{{$a.grade}} ចេញ​ពី {{$a.maxgrade}} ({{$a.percent}}%)",
    "outofshort": "{{$a.grade}}/{{$a.maxgrade}}",
    "overallfeedback": "មតិត្រឡប់រួម",
    "overdue": "ហួសកាលកំណត់",
    "overduemustbesubmittedby": "ការប៉ុនប៉ងនេះហួសពេលហើយ។ វាគួរតែត្រូវបានដាក់ស្នើរួចហើយ។ ប្រសិនបើអ្នកចង់អោយកម្រងសំណួរនេះត្រូវបានដាក់ជាថ្នាក់អ្នកត្រូវតែបញ្ជូនវាទៅ  {{$a}}. ប្រសិនបើអ្នកមិនដាក់ស្នើវាទេពេលនោះគ្មានសញ្ញាពីការប៉ុនប៉ងនេះនឹងត្រូវបានរាប់ទេ។",
    "preview": "ការមើលជាមុន",
    "previewquiznow": "ពិនិត្យមើលកម្រងសំណួរជាមុន",
    "question": "សំណួរ",
    "quiznavigation": "សំណួររុករក",
    "quizpassword": "សួរសំណួរលេខសម្ងាត់",
    "reattemptquiz": "ឆ្លើយសំណួរឡើងវិញ",
    "requirepasswordmessage": "ដើម្បីព្យាយាមឆ្លើយសំណួរនេះអ្នកត្រូវដឹងអំពីលេខសម្ងាត់សំណួរ",
    "returnattempt": "ត្រឡប់ទៅការប៉ុនប៉ង",
    "review": "ពិនិត្យឡើងវិញ",
    "reviewofattempt": "ការពិនិត្យឡើងវិញនៃការប៉ុនប៉ង {{$a}}",
    "reviewofpreview": "ការពិនិត្យមើលការមើលជាមុន",
    "showall": "បង្ហាញសំណួរទាំងអស់នៅលើទំព័រមួយ",
    "showeachpage": "បង្ហាញមួយទំព័រក្នុងមួយពេល",
    "startattempt": "ចាប់ផ្តើមការប៉ុនប៉ង",
    "startedon": "បានចាប់ផ្តើម",
    "stateabandoned": "មិនដែលដាក់ស្នើ",
    "statefinished": "ចប់ហើយ",
    "statefinisheddetails": "បានដាក់ស្នើ {{$a}}",
    "stateinprogress": "កំពុង​ដំណើរការ",
    "stateoverdue": "ហួសកាលកំណត់",
    "stateoverduedetails": "ត្រូវដាក់ស្នើដោយ {{$a}}",
    "status": "ស្ថានភាព",
    "submitallandfinish": "បញ្ជូនទាំងអស់ហើយបញ្ចប់",
    "summaryofattempt": "សេចក្តីសង្ខេបនៃការប៉ុនប៉ង",
    "summaryofattempts": "សង្ខេបការប៉ុនប៉ងពីមុនរបស់អ្នក",
    "timeleft": "ពេលវេលានៅសល់",
    "timetaken": "ពេលវេលាបានយក",
    "warningattemptfinished": "បានបោះបង់ចោលការប៉ុនប៉ងក្រៅបណ្តាញនៅពេលវាត្រូវបានបញ្ចប់នៅលើគេហទំព័រឬរកមិនឃើញ។",
    "warningdatadiscarded": "ចំលើយក្រៅអ៊ីនធឺណិតមួយចំនួនត្រូវបានគេបោះបង់ចោលព្រោះសំណួរត្រូវបានកែប្រែតាមអ៊ីនធឺណិត។",
    "warningdatadiscardedfromfinished": "ការប៉ុនប៉ងមិនបានបញ្ចប់ពីព្រោះចម្លើយក្រៅបណ្តាញមួយចំនួនត្រូវបានគេបោះបង់ចោល។ សូមពិនិត្យចម្លើយរបស់អ្នកឡើងវិញបន្ទាប់មកព្យាយាមម្តងទៀត។",
    "yourfinalgradeis": "ថ្នាក់ចុងក្រោយរបស់អ្នកសម្រាប់កម្រងសំណួរនេះ {{$a}}."
}
