{
    "auth_email": "ការចុះឈ្មោះដោយខ្លួនឯងតាមអ៊ីមែល",
    "authenticating": "ការផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវ",
    "cancel": "បោះបង់",
    "checksiteversion": "ពិនិត្យមើលថាគេហទំព័ររបស់អ្នកប្រើ Moodle 2.4 ឬថ្មីជាងនេះ។",
    "createaccount": "បង្កើតគណនីថ្មីរបស់ខ្ញុំ",
    "createuserandpass": "ជ្រើសរើសឈ្មោះអ្នកប្រើនិងពាក្យសម្ងាត់របស់អ្នក",
    "credentialsdescription": "សូមផ្តល់ឈ្មោះអ្នកប្រើនិងពាក្យសម្ងាត់របស់អ្នកដើម្បីចូល។",
    "confirmdeletesite": "តើអ្នកពិតជាចង់លុបគេហទំព័រនេះមែនឬ?  {{sitename}}?",
    "connect": "ភ្ជាប់!",
    "connecttomoodle": "ភ្ជាប់ទៅ Moodle",
    "contactyouradministrator": "ទាក់ទងអ្នកគ្រប់គ្រងវែបសាយត៍របស់អ្នកសម្រាប់ជំនួយបន្ថែម។",
    "contactyouradministratorissue": "សូមសួរអ្នកគ្រប់គ្រងពិនិត្យបញ្ហាដូចខាងក្រោមៈ {{$a}}",
    "emailconfirmsent": "<p> អ៊ីមែលគួរតែត្រូវបានផ្ញើទៅអាស័យដ្ឋានរបស់អ្នកនៅ <b> {{ព្រឹត្តិការណ៍ដែលមានការកត់សំគាល់ </b> <b> វាមានការណែនាំងាយៗដើម្បីបំពេញការចុះឈ្មោះរបស់អ្នក។ </p> <p> ប្រសិនបើ អ្នកនៅតែមានការលំបាកសូមទាក់ទងអ្នកគ្រប់គ្រងគេហទំព័រ។ </p>",
    "emailnotmatch": "អ៊ីមែលមិនត្រូវគ្នាទេ",
    "enterthewordsabove": "បញ្ចូលពាក្យខាងលើ",
    "erroraccesscontrolalloworigin": "ការហៅឆ្លងប្រទេសដែលអ្នកព្យាយាមអនុវត្តត្រូវបានបដិសេធ។ សូម​ពិនិត្យ https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "កំហុសមួយបានកើតឡើងខណៈពេលលុបគេហទំព័រនេះ។ សូម​ព្យាយាម​ម្តង​ទៀត។",
    "errorupdatesite": "កំហុសមួយបានកើតឡើងខណៈពេលធ្វើបច្ចុប្បន្នភាពនិមិត្តសញ្ញាគេហទំព័រ។",
    "firsttime": "តើនេះជាលើកទី ១ របស់អ្នកហើយឬនៅ?",
    "forgotten": "ភ្លេចឈ្មោះអ្នកប្រើឬពាក្យសម្ងាត់របស់អ្នក?",
    "getanothercaptcha": "ទទួលយក CAPTCHA ផ្សេងទៀត",
    "help": "ជំនួយ",
    "helpmelogin": "មានគេហទំព័រ Moodle រាប់ពាន់នៅជុំវិញពិភពលោក។ កម្មវិធីនេះអាចភ្ជាប់តែបណ្តាញ Moodle ដែលបានបើកការចូលដំណើរការកម្មវិធីទូរស័ព្ទចល័ត។ </p> <p> ប្រសិនបើអ្នកមិនអាចភ្ជាប់ទៅគេហទំព័ររបស់ Moodle របស់អ្នកទេនោះអ្នកត្រូវទាក់ទងអ្នកគ្រប់គ្រង Moodle នៅកន្លែងដែលអ្នកចង់ភ្ជាប់និង។ សុំឱ្យពួកគេអាន <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p>ដើម្បីសាកល្បងកម្មវិធីនៅក្នុងប្រភេទគេហទំព័រសាកល្បង Moodle <i>គ្រូ</i> ឬ <i>និស្សិត</i> ក្នុង <i>អាសយដ្ឋានគេហទំព័រ</i> ហើយចុចលើប៊ូតុង <b>ប៊ូតុងភ្ជាប់</b>.</p>",
    "instructions": "សេចក្តីណែនាំ",
    "invalidaccount": "សូមពិនិត្យមើលព័ត៌មានលំអិតនៃការចូលរបស់អ្នកឬស្នើសុំអ្នកគ្រប់គ្រងគេហទំព័ររបស់អ្នកពិនិត្យមើលការកំណត់រចនាសម្ព័ន្ធគេហទំព័រ។",
    "invaliddate": "កាលបរិច្ឆេទមិនត្រឹមត្រូវ",
    "invalidemail": "អាសយដ្ឋានអ៊ីមែលមិនត្រឹមត្រូវ",
    "invalidmoodleversion": "កំណែ Moodle មិនត្រឹមត្រូវ។ កំណែអប្បបរមាដែលត្រូវការគឺ ២.៤ ។",
    "invalidsite": "URL គេហទំព័រមិនត្រឹមត្រូវ។",
    "invalidtime": "ពេលវេលាមិនត្រឹមត្រូវ",
    "invalidurl": "URL មិនត្រឹមត្រូវបានបញ្ជាក់",
    "invalidvaluemax": "តម្លៃអតិបរមាគឺ {{$a}}",
    "invalidvaluemin": "តម្លៃអប្បបរមាគឺ {{$a}}",
    "legacymoodleversion": "អ្នកកំពុងព្យាយាមភ្ជាប់ទៅកំណែ Moodle ដែលមិនគាំទ្រ។ សូមទាញយកកម្មវិធី Moodle បុរាណដើម្បីចូលមើលគេហទំព័រ Moodle នេះ។",
    "legacymoodleversiondesktop": "អ្នកកំពុងព្យាយាមភ្ជាប់ទៅ <b>{{$a}}</b>.<br><br>គេហទំព័រនេះកំពុងដំណើរការកំណែ Moodle ដែលមិនគាំទ្រដែលនឹងមិនដំណើរការជាមួយកម្មវិធីផ្ទៃតុ Moodle ។<br><br>ប្រសិនបើគេហទំព័រនេះជាគេហទំព័ររបស់អ្នកសូមទាក់ទងដៃគូរក្នុងចិត្តអ្នកដើម្បីទទួលបានជំនួយក្នុងការធ្វើបច្ចុប្បន្នភាពវា។<br><br>សូមមើល <a href=\"https://moodle.com/contact\">ទំព័រទំនាក់ទំនងរបស់យើង</a> ដើម្បីដាក់ពាក្យស្នើសុំជំនួយ។",
    "localmobileunexpectedresponse": "ការបន្ថែមលក្ខណៈពិសេសរបស់ទូរស័ព្ទចល័ត Moodle បានឆ្លើយតបមកវិញដោយមិនបានរំពឹងទុកអ្នកនឹងត្រូវបានផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវដោយប្រើស្តង់ដារសេវាកម្មចល័ត។",
    "login": "ចូល",
    "loginbutton": "ចូល",
    "logininsiterequired": "អ្នកត្រូវចូលទៅគេហទំព័រនៅក្នុងបង្អួចកម្មវិធីរុករក។",
    "loginsteps": "ដើម្បីចូលប្រើគេហទំព័រនេះដំបូងអ្នកត្រូវបង្កើតគណនី។",
    "loggedoutssodescription": "អ្នកត្រូវតែផ្ទៀងផ្ទាត់ម្តងទៀត។ អ្នកត្រូវចូលទៅគេហទំព័រនៅក្នុងបង្អួចកម្មវិធីរុករក។",
    "missingemail": "បាត់អាសយដ្ឋានអ៊ីមែល",
    "missingfirstname": "បាត់ឈ្មោះដែលបានផ្ដល់",
    "missinglastname": "បាត់នាមត្រកូល",
    "mobileservicesnotenabled": "សេវាកម្មចល័តមិនត្រូវបានបើកនៅក្នុងគេហទំព័ររបស់អ្នកទេ។ សូមទាក់ទងអ្នកគ្រប់គ្រងតំបន់បណ្ដាញ Moodle របស់អ្នកប្រសិនបើអ្នកគិតថាអាចចូលដំណើរការទូរស័ព្ទបាន។",
    "newaccount": "គណនី​ថ្មី",
    "newsitedescription": "សូមបញ្ចូល URL នៃគេហទំព័រ Moodle របស់អ្នក។ ចំណាំថាវាប្រហែលជាមិនត្រូវបានតំឡើងដើម្បីធ្វើការជាមួយកម្មវិធីនេះទេ។",
    "notloggedin": "អ្នកត្រូវចូល។",
    "password": "ពាក្យសម្ងាត់",
    "passwordforgotten": "ភ្លេចលេខសម្ងាត់",
    "passwordforgotteninstructions2": "ដើម្បីកំណត់ពាក្យសម្ងាត់របស់អ្នកឡើងវិញសូមដាក់ឈ្មោះអ្នកប្រើឬអាសយដ្ឋានអ៊ីមែលរបស់អ្នកនៅខាងក្រោម។ ប្រសិនបើយើងអាចរកឃើញអ្នកនៅក្នុងមូលដ្ឋានទិន្នន័យអ៊ីមែលនឹងត្រូវបានផ្ញើទៅអាសយដ្ឋានអ៊ីមែលរបស់អ្នកដោយមានការណែនាំអំពីរបៀបចូលប្រើម្តងទៀត។",
    "passwordrequired": "ទាមទារពាក្យសម្ងាត់",
    "policyaccept": "ខ្ញុំយល់និងយល់ព្រម",
    "policyagree": "អ្នកត្រូវតែយល់ព្រមនឹងគោលការណ៍នេះដើម្បីបន្តប្រើប្រាស់គេហទំព័រនេះ។ តើអ្នកយល់ព្រមទេ?",
    "policyagreement": "កិច្ចព្រមព្រៀងគោលនយោបាយគេហទំព័រ",
    "policyagreementclick": "ភ្ជាប់ទៅនឹងកិច្ចព្រមព្រៀងគោលនយោបាយគេហទំព័រ",
    "problemconnectingerror": "យើងមានបញ្ហាក្នុងការតភ្ជាប់",
    "problemconnectingerrorcontinue": "ពិនិត្យទ្វេដងអ្នកបានបញ្ចូលអាសយដ្ឋានត្រឹមត្រូវហើយព្យាយាមម្តងទៀត។",
    "profileinvaliddata": "តម្លៃមិនត្រឹមត្រូវ",
    "potentialidps": "ចូលដោយប្រើគណនីរបស់អ្នកនៅលើ៖",
    "recaptchachallengeimage": "រូបភាពប្រឈមរបស់ reCAPTCHA",
    "recaptchaexpired": "ការផ្ទៀងផ្ទាត់បានផុតកំណត់។ ឆ្លើយសំណួរសុវត្ថិភាពម្តងទៀត។",
    "recaptchaincorrect": "ចម្លើយសំណួរសុវត្ថិភាពមិនត្រឹមត្រូវទេ។",
    "reconnect": "ភ្ជាប់ឡើងវិញ",
    "reconnectdescription": "និមិត្តសញ្ញានៃការផ្ទៀងផ្ទាត់របស់អ្នកមិនត្រឹមត្រូវឬផុតកំណត់អ្នកត្រូវតែភ្ជាប់ទៅគេហទំព័រវិញ។",
    "reconnectssodescription": "និមិត្តសញ្ញានៃការផ្ទៀងផ្ទាត់របស់អ្នកមិនត្រឹមត្រូវឬផុតកំណត់អ្នកត្រូវតែភ្ជាប់ទៅគេហទំព័រវិញ។ អ្នកត្រូវចូលទៅគេហទំព័រនៅក្នុងបង្អួចកម្មវិធីរុករក។",
    "searchby": "ស្វែងរកតាម:",
    "security_question": "សំនួរ​សុវត្ថិភាព",
    "selectacountry": "ជ្រើសរើសប្រទេស",
    "selectsite": "សូមជ្រើសរើសគេហទំព័ររបស់អ្នក:",
    "signupplugindisabled": "{{$a}} មិនត្រូវបានអនុញ្ញាត។",
    "siteaddress": "អាសយដ្ឋានគេហទំព័រ",
    "siteinmaintenance": "តំបន់បណ្តាញរបស់អ្នកស្ថិតនៅក្នុងរបៀបថែទាំ",
    "sitepolicynotagreederror": "គោលនយោបាយគេហទំព័រមិនត្រូវបានព្រមព្រៀងទេ។",
    "siteurl": "URL គេហទំព័រ",
    "siteurlrequired": "URL គេហទំព័រត្រូវការ, ឧ។ <i>http://www.yourmoodlesite.abc or https://www.yourmoodlesite.efg</i>",
    "startsignup": "បង្កើត​គណនី​ថ្មី",
    "stillcantconnect": "នៅតែមិនអាចភ្ជាប់បាន?",
    "supplyinfo": "ព័ត៌មានលម្អិតបន្ថែម",
    "username": "ឈ្មោះ​អ្នកប្រើប្រាស់",
    "usernameoremail": "បញ្ចូលឈ្មោះអ្នកប្រើឬអាសយដ្ឋានអ៊ីមែល",
    "usernamerequired": "ទាមទារឈ្មោះអ្នកប្រើ",
    "usernotaddederror": "អ្នកប្រើមិនបានបន្ថែម - កំហុស",
    "visitchangepassword": "តើអ្នកចង់ចូលមើលគេហទំព័រដើម្បីផ្លាស់ប្តូរពាក្យសម្ងាត់ទេ?",
    "webservicesnotenabled": "សេវាកម្មគេហទំព័រមិនត្រូវបានបើកនៅក្នុងគេហទំព័ររបស់អ្នកទេ។ សូមទាក់ទងអ្នកគ្រប់គ្រងតំបន់បណ្ដាញ Moodle របស់អ្នកប្រសិនបើអ្នកគិតថាអាចចូលដំណើរការទូរស័ព្ទបាន។"
}