{
    "auth_email": "Tự đăng ký qua email",
    "authenticating": "Chứng thực",
    "cancel": "Hủy bỏ",
    "checksiteversion": "Kiểm tra xem trang web của bạn có sử dụng Moodle 2.4 trở lên không.",
    "createaccount": "Tạo tài khoản mới của tôi",
    "createuserandpass": "Chọn tên người dùng và mật khẩu của bạn",
    "credentialsdescription": "Vui lòng cung cấp tên người dùng và mật khẩu của bạn để đăng nhập.",
    "confirmdeletesite": "Bạn có chắc chắn muốn xóa trang web{{sitename}}?",
    "connect": "Kết nối!",
    "connecttomoodle": "Kết nối với Moodle",
    "contactyouradministrator": "Liên hệ với quản trị viên trang web của bạn để được giúp đỡ thêm.",
    "contactyouradministratorissue": "Vui lòng yêu cầu quản trị viên kiểm tra vấn đề sau:{{$a}}",
    "emailconfirmsent": "<p>Một email nên được gửi đến địa chỉ của bạn tại <b>{{$a}}</b></p><p>Nó chứa các hướng dẫn dễ dàng để hoàn thành đăng ký của bạn.</p><p>Nếu bạn tiếp tục gặp khó khăn, liên hệ với quản trị viên trang web.</p>",
    "emailnotmatch": "Email không khớp",
    "enterthewordsabove": "Nhập từ trên",
    "erroraccesscontrolalloworigin": "Cuộc gọi Cross-Origin mà bạn đang cố thực hiện đã bị từ chối. Hãy kiểm tra https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "Đã xảy ra lỗi trong khi xóa trang web này. Vui lòng thử lại.",
    "errorupdatesite": "Đã xảy ra lỗi trong khi cập nhật mã thông báo của trang web.",
    "firsttime": "Đây có phải là lần đầu tiên bạn đến đây?",
    "forgotten": "Quên tên đăng nhập hoặc mật khẩu của bạn?",
    "getanothercaptcha": "Nhận CAPTCHA khác",
    "help": "Cứu giúp",
    "helpmelogin": "<p>Có rất nhiều hàng ngàn trang web Moodle trên khắp thế giới. Ứng dụng này chỉ có thể kết nối với các trang Moodle đã kích hoạt truy cập ứng dụng Di động một cách cụ thể.</p><p>Nếu bạn không thể kết nối với trang Moodle của mình thì bạn cần liên hệ với quản trị viên Moodle tại nơi bạn muốn kết nối và yêu cầu họ đọc <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p>Để kiểm tra ứng dụng trong loại trang web demo Moodle <i>giáo viên </i> hoặc là <i> sinh viên </i> bên trong <i>Địa chỉ trang web</i> và nhấp vào trường <b>Nút kết nối</b>.</p>",
    "instructions": "Hướng dẫn",
    "invalidaccount": "Vui lòng kiểm tra chi tiết đăng nhập của bạn hoặc yêu cầu quản trị viên trang web của bạn kiểm tra cấu hình trang web.",
    "invaliddate": "Ngày không hợp lệ",
    "invalidemail": "địa chỉ email không hợp lệ",
    "invalidmoodleversion": "Phiên bản Moodle không hợp lệ. Phiên bản tối thiểu được yêu cầu là 2.4.",
    "invalidsite": "URL trang web không hợp lệ.",
    "invalidtime": "Thời gian không hợp lệ",
    "invalidurl": "URL không hợp lệ được chỉ định",
    "invalidvaluemax": "Giá trị tối đa là {{$a}}",
    "invalidvaluemin": "Giá trị tối thiểu là {{$a}}",
    "legacymoodleversion": "Bạn đang cố gắng kết nối với phiên bản Moodle không được hỗ trợ. Vui lòng tải xuống ứng dụng Moodle Classic để truy cập trang Moodle này.",
    "legacymoodleversiondesktop": "Bạn đang cố gắng kết nối với <b>{{$a}}</b>.<br><br>Trang web này đang chạy phiên bản Moodle không được hỗ trợ lỗi thời sẽ không hoạt động với Ứng dụng máy tính để bàn Moodle này.<br><br>Nếu đây là trang web của bạn, vui lòng liên hệ với đối tác moodle địa phương của bạn để được hỗ trợ cập nhật.<br><br>Xem <a href=\"https://moodle.com/contact\">trang liên hệ của chúng tôi</a> để gửi yêu cầu hỗ trợ.",
    "localmobileunexpectedresponse": "Kiểm tra tính năng bổ sung của Moodle Mobile trả về phản hồi không mong muốn, bạn sẽ được xác thực bằng dịch vụ di động tiêu chuẩn.",
    "login": "đăng nhập",
    "loginbutton": "đăng nhập",
    "logininsiterequired": "Bạn cần đăng nhập vào trang web trong cửa sổ trình duyệt.",
    "loginsteps": "Để truy cập đầy đủ vào trang web này, trước tiên bạn cần tạo một tài khoản.",
    "loggedoutssodescription": "Bạn phải xác thực lại. Bạn cần đăng nhập vào trang web trong cửa sổ trình duyệt.",
    "missingemail": "Thiếu địa chỉ email",
    "missingfirstname": "Mất tên",
    "missinglastname": "Họ mất tích",
    "mobileservicesnotenabled": "Dịch vụ di động không được kích hoạt trong trang web của bạn. Vui lòng liên hệ với quản trị viên trang Moodle của bạn nếu bạn cho rằng nên bật quyền truy cập di động.",
    "newaccount": "Tài khoản mới",
    "newsitedescription": "Vui lòng nhập URL của trang Moodle của bạn. Lưu ý rằng nó có thể không được cấu hình để hoạt động với ứng dụng này.",
    "notloggedin": "Bạn cần phải đăng nhập.",
    "password": "Mật khẩu",
    "passwordforgotten": "Đã quên mật khẩu",
    "passwordforgotteninstructions2": "Để đặt lại mật khẩu, hãy gửi tên người dùng hoặc địa chỉ email của bạn dưới đây. Nếu chúng tôi có thể tìm thấy bạn trong cơ sở dữ liệu, một email sẽ được gửi đến địa chỉ email của bạn, với hướng dẫn cách lấy lại quyền truy cập.",
    "passwordrequired": "mật khẩu được yêu câu",
    "policyaccept": "Tôi hiểu và đồng ý",
    "policyagree": "Bạn phải đồng ý với chính sách này để tiếp tục sử dụng trang web này. Bạn có đồng ý không?",
    "policyagreement": "Thỏa thuận chính sách trang web",
    "policyagreementclick": "Liên kết đến thỏa thuận chính sách trang web",
    "problemconnectingerror": "Chúng tôi đang gặp sự cố khi kết nối với",
    "problemconnectingerrorcontinue": "Kiểm tra kỹ bạn đã nhập đúng địa chỉ và thử lại.",
    "profileinvaliddata": "giá trị không hợp lệ",
    "potentialidps": "Đăng nhập bằng tài khoản của bạn trên:",
    "recaptchachallengeimage": "hình ảnh thách thức reCAPTCHA",
    "recaptchaexpired": "Xác minh đã hết hạn. Trả lời câu hỏi bảo mật một lần nữa.",
    "recaptchaincorrect": "Câu trả lời câu hỏi bảo mật không chính xác.",
    "reconnect": "Kết nối lại",
    "reconnectdescription": "Mã thông báo xác thực của bạn không hợp lệ hoặc đã hết hạn, bạn phải kết nối lại với trang web.",
    "reconnectssodescription": "Mã thông báo xác thực của bạn không hợp lệ hoặc đã hết hạn, bạn phải kết nối lại với trang web. Bạn cần đăng nhập vào trang web trong cửa sổ trình duyệt.",
    "searchby": "Tìm kiếm bởi:",
    "security_question": "Câu hỏi bảo mật",
    "selectacountry": "Chọn một quốc gia",
    "selectsite": "Chọn một quốc gia",
    "signupplugindisabled": "{{$a}} không được kích hoạt.",
    "siteaddress": "Địa chỉ trang web",
    "siteinmaintenance": "Trang web của bạn đang ở chế độ bảo trì",
    "sitepolicynotagreederror": "Chính sách trang web không đồng ý.",
    "siteurl": "URL trang web",
    "siteurlrequired": "Yêu cầu URL trang web, tức là <i>http://www.yourmoodlesite.abc or https://www.yourmoodlesite.efg</i>",
    "startsignup": "Tạo tài khoản mới",
    "stillcantconnect": "Vẫn không thể kết nối?",
    "supplyinfo": "Thêm chi tiết",
    "username": "tên tài khoản",
    "usernameoremail": "Nhập tên người dùng hoặc địa chỉ email",
    "usernamerequired": "Yêu cầu tên người dùng",
    "usernotaddederror": "Người dùng chưa thêm - lỗi",
    "visitchangepassword": "Bạn có muốn truy cập trang web để thay đổi mật khẩu?",
    "webservicesnotenabled": "Dịch vụ web không được kích hoạt trong trang web của bạn. Vui lòng liên hệ với quản trị viên trang Moodle của bạn nếu bạn cho rằng nên bật quyền truy cập di động."
}